Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# RecommendedDriverBlockRulesScheduledAutoUpdate.AutomationProperties.HelpText
source: Configures the Microsoft Recommended Drivers Block List to be automatically updated using a scheduled task
ar: يقوم بتكوين قائمة حظر برامج التشغيل الموصى بها من Microsoft ليتم تحديثها تلقائيًا باستخدام مهمة مجدولة
de_de: Konfiguriert die von Microsoft empfohlene Treiber-Blockliste für automatische Aktualisierung mithilfe einer geplanten Aufgabe
el_gr: Διαμορφώνει τη Λίστα Αποκλεισμού Συνιστώμενων Οδηγών της Microsoft ώστε να ενημερώνεται αυτόματα χρησιμοποιώντας μια προγραμματισμένη εργασία
es: Configura la Lista de Bloqueo de Controladores Recomendados de Microsoft para que se actualice automáticamente mediante una tarea programada
fr_fr: Configure la liste de blocage des pilotes recommandés par Microsoft pour être automatiquement mise à jour via une tâche planifiée
he_il: מגדיר את רשימת חסימת מנהלי התקנים המומלצת של מיקרוסופט להתעדכן אוטומטית באמצעות משימה מתוזמנת
hi_in: अनुसूचित कार्य का उपयोग करके Microsoft अनुशंसित ड्राइवर ब्लॉक सूची को स्वचालित रूप से अपडेट करने के लिए कॉन्फ़िगर करता है
ja_jp: スケジュールタスクを使用してMicrosoft推奨ドライバーブロックリストが自動更新されるように構成します
ml_in: ഷെഡ്യൂൾ ചെയ്ത ടാസ്‌ക് ഉപയോഗിച്ച് മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് ലിസ്റ്റ് യാന്ത്രികമായി അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന് ക്രമീകരിക്കുന്നു
pl_pl: Konfiguruje automatyczną aktualizację listy zablokowanych sterowników zalecanej przez Microsoft za pomocą zaplanowanego zadania
tr_tr: Zamanlanmış bir görev kullanılarak otomatik olarak güncelleştirilecek Microsoft Önerilen Sürücüler Engelleme Listesini yapılandırır

# RecommendedDriverBlockRulesSettings.Header
source: Create Microsoft Recommended Driver Block Rules
ar: إنشاء قواعد حظر برامج التشغيل الموصى بها من Microsoft
de_de: Von Microsoft empfohlene Treiber-Blockregeln erstellen
el_gr: Δημιουργία Συνιστώμενων Κανόνων Αποκλεισμού Οδηγών της Microsoft
es: Crear Reglas de Bloqueo de Controladores Recomendadas por Microsoft
fr_fr: Créer les Règles de Blocage des Pilotes Recommandés par Microsoft
he_il: צור כללי חסימת מנהלי התקנים המומלצים של מיקרוסופט
hi_in: Microsoft अनुशंसित ड्राइवर ब्लॉक नियम बनाएँ
ja_jp: Microsoft推奨ドライバーブロックルールを作成
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കുക
pl_pl: Utwórz zalecane przez Microsoft reguły blokowania sterowników
tr_tr: Microsoft Tarafından Önerilen Sürücü Engelleme Kuralları Oluşturun

# RecommendedDriverBlockRulesSettings.Description
source: This policy will create the Microsoft Recommended Driver Block Rules.
ar: سينشئ هذا النهج قواعد حظر برامج التشغيل الموصى بها من Microsoft.
de_de: Diese Richtlinie erstellt die von Microsoft empfohlenen Treiber-Blockregeln.
el_gr: Αυτή η πολιτική θα δημιουργήσει τους Συνιστώμενους Κανόνες Αποκλεισμού Οδηγών της Microsoft.
es: Esta directiva creará las Reglas de Bloqueo de Controladores Recomendadas por Microsoft.
fr_fr: Cette politique créera les règles de blocage des pilotes recommandés par Microsoft.
he_il: מדיניות זו תיצור את כללי חסימת מנהלי התקנים המומלצים של מיקרוסופט.
hi_in: यह नीति Microsoft अनुशंसित ड्राइवर ब्लॉक नियम बनाएगी।
ja_jp: このポリシーはMicrosoft推奨ドライバーブロックルールを作成します。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കും.
pl_pl: Te zasady utworzą zalecane przez Microsoft reguły blokowania sterowników.
tr_tr: Bu politika, Microsoft Önerilen Sürücü Engelleme Kurallarını oluşturacaktır.

# RecommendedDriverBlockRulesSettings.ToolTipService.ToolTip
source: This policy will create the Microsoft Recommended Driver Block Rules.
ar: سينشئ هذا النهج قواعد حظر برامج التشغيل الموصى بها من Microsoft.
de_de: Diese Richtlinie erstellt die von Microsoft empfohlenen Treiber-Blockregeln.
el_gr: Αυτή η πολιτική θα δημιουργήσει τους Συνιστώμενους Κανόνες Αποκλεισμού Οδηγών της Microsoft.
es: Esta directiva creará las Reglas de Bloqueo de Controladores Recomendadas por Microsoft.
fr_fr: Cette politique créera les règles de blocage des pilotes recommandés par Microsoft.
he_il: מדיניות זו תיצור את כללי חסימת מנהלי התקנים המומלצים של מיקרוסופט.
hi_in: यह नीति Microsoft अनुशंसित ड्राइवर ब्लॉक नियम बनाएगी।
ja_jp: このポリシーはMicrosoft推奨ドライバーブロックルールを作成します。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കും.
pl_pl: Te zasady utworzą zalecane przez Microsoft reguły blokowania sterowników.
tr_tr: Bu politika, Microsoft Önerilen Sürücü Engelleme Kurallarını oluşturacaktır.

# RecommendedDriverBlockRulesSettings.AutomationProperties.HelpText
source: This policy will create the Microsoft Recommended Driver Block Rules.
ar: سينشئ هذا النهج قواعد حظر برامج التشغيل الموصى بها من Microsoft.
de_de: Diese Richtlinie erstellt die von Microsoft empfohlenen Treiber-Blockregeln.
el_gr: Αυτή η πολιτική θα δημιουργήσει τους Συνιστώμενους Κανόνες Αποκλεισμού Οδηγών της Microsoft.
es: Esta directiva creará las Reglas de Bloqueo de Controladores Recomendadas por Microsoft.
fr_fr: Cette politique créera les règles de blocage des pilotes recommandés par Microsoft.
he_il: מדיניות זו תיצור את כללי חסימת מנהלי התקנים המומלצים של מיקרוסופט.
hi_in: यह नीति Microsoft अनुशंसित ड्राइवर ब्लॉक नियम बनाएगी।
ja_jp: このポリシーはMicrosoft推奨ドライバーブロックルールを作成します。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് ശുപാർശ ചെയ്യുന്ന ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങൾ സൃഷ്ടിക്കും.
pl_pl: Te zasady utworzą zalecane przez Microsoft reguły blokowania sterowników.
tr_tr: Bu politika, Microsoft Önerilen Sürücü Engelleme Kurallarını oluşturacaktır.

# LogSizeConfigSettingsCard.Header
source: Log Size
ar: حجم السجل
de_de: Protokollgröße
el_gr: Μέγεθος Αρχείου Καταγραφής
es: Tamaño del Registro
fr_fr: Taille du Journal
he_il: גודל יומן
hi_in: लॉग आकार
ja_jp: ログサイズ
ml_in: ലോഗ് വലുപ്പം
pl_pl: Rozmiar dziennika
tr_tr: Günlük Boyutu

# LogSizeConfigSettingsCard.Description
source: Specifies the log size for Microsoft-Windows-CodeIntegrity/Operational events.
ar: يحدد حجم السجل لأحداث Microsoft-Windows-CodeIntegrity/Operational.
de_de: Gibt die Protokollgröße für Microsoft-Windows-CodeIntegrity/Operational-Ereignisse an.
el_gr: Καθορίζει το μέγεθος του αρχείου καταγραφής για τα συμβάντα Microsoft-Windows-CodeIntegrity/Operational.
es: Especifica el tamaño del registro para los eventos Microsoft-Windows-CodeIntegrity/Operational.
fr_fr: Spécifie la taille du journal pour les événements Microsoft-Windows-CodeIntegrity/Operational.
he_il: מציין את גודל היומן לאירועי Microsoft-Windows-CodeIntegrity/Operational.
hi_in: Microsoft-Windows-CodeIntegrity/Operational इवेंट्स के लिए लॉग आकार निर्दिष्ट करता है।
ja_jp: Microsoft-Windows-CodeIntegrity/Operationalイベントのログサイズを指定します。
ml_in: Microsoft-Windows-CodeIntegrity/Operational ഇവന്റുകൾക്കായുള്ള ലോഗ് വലുപ്പം വ്യക്തമാക്കുന്നു.
pl_pl: Określa rozmiar dziennika dla zdarzeń Microsoft-Windows-CodeIntegrity/Operational.
tr_tr: Microsoft-Windows-CodeIntegrity/Operational olayları için günlük boyutunu belirtir.

# LogSizeConfigSettingsCard.ToolTipService.ToolTip
source: Specifies the log size for Microsoft-Windows-CodeIntegrity/Operational events.
ar: يحدد حجم السجل لأحداث Microsoft-Windows-CodeIntegrity/Operational.
de_de: Gibt die Protokollgröße für Microsoft-Windows-CodeIntegrity/Operational-Ereignisse an.
el_gr: Καθορίζει το μέγεθος του αρχείου καταγραφής για τα συμβάντα Microsoft-Windows-CodeIntegrity/Operational.
es: Especifica el tamaño del registro para los eventos Microsoft-Windows-CodeIntegrity/Operational.
fr_fr: Spécifie la taille du journal pour les événements Microsoft-Windows-CodeIntegrity/Operational.
he_il: מציין את גודל היומן לאירועי Microsoft-Windows-CodeIntegrity/Operational.
hi_in: Microsoft-Windows-CodeIntegrity/Operational इवेंट्स के लिए लॉग आकार निर्दिष्ट करता है।
ja_jp: Microsoft-Windows-CodeIntegrity/Operationalイベントのログサイズを指定します。
ml_in: Microsoft-Windows-CodeIntegrity/Operational ഇവന്റുകൾക്കായുള്ള ലോഗ് വലുപ്പം വ്യക്തമാക്കുന്നു.
pl_pl: Określa rozmiar dziennika dla zdarzeń Microsoft-Windows-CodeIntegrity/Operational.
tr_tr: Microsoft-Windows-CodeIntegrity/Operational olayları için günlük boyutunu belirtir.

# LogSizeConfigSettingsCard.AutomationProperties.HelpText
source: Specifies the log size for Microsoft-Windows-CodeIntegrity/Operational events.
ar: يحدد حجم السجل لأحداث Microsoft-Windows-CodeIntegrity/Operational.
de_de: Gibt die Protokollgröße für Microsoft-Windows-CodeIntegrity/Operational-Ereignisse an.
el_gr: Καθορίζει το μέγεθος του αρχείου καταγραφής για τα συμβάντα Microsoft-Windows-CodeIntegrity/Operational.
es: Especifica el tamaño del registro para los eventos Microsoft-Windows-CodeIntegrity/Operational.
fr_fr: Spécifie la taille du journal pour les événements Microsoft-Windows-CodeIntegrity/Operational.
he_il: מציין את גודל היומן לאירועי Microsoft-Windows-CodeIntegrity/Operational.
hi_in: Microsoft-Windows-CodeIntegrity/Operational इवेंट्स के लिए लॉग आकार निर्दिष्ट करता है।
ja_jp: Microsoft-Windows-CodeIntegrity/Operationalイベントのログサイズを指定します。
ml_in: Microsoft-Windows-CodeIntegrity/Operational ഇവന്റുകൾക്കായുള്ള ലോഗ് വലുപ്പം വ്യക്തമാക്കുന്നു.
pl_pl: Określa rozmiar dziennika dla zdarzeń Microsoft-Windows-CodeIntegrity/Operational.
tr_tr: Microsoft-Windows-CodeIntegrity/Operational olayları için günlük boyutunu belirtir.

# SignedAndReputableSettings.Header
source: Create Signed And Reputable Policy
ar: إنشاء نهج موقّع وذو سمعة جيدة
de_de: Richtlinie "Signiert und vertrauenswürdig" erstellen
el_gr: Δημιουργία Πολιτικής Signed And Reputable
es: Crear Directiva Firmada y de Buena Reputación
fr_fr: Créer une Politique Signée et Réputée
he_il: צור מדיניות חתומה ומוכרת
hi_in: Signed And Reputable नीति बनाएँ
ja_jp: 署名済み＆信頼できるポリシーを作成
ml_in: ഒപ്പിട്ടതും പ്രശസ്തവുമായ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady Podpisane i renomowane
tr_tr: İmzalı ve Saygın Politika Oluşturun

# SignedAndReputableSettings.Description
source: This policy will allow any program and file that is signed by Microsoft certificates to be able to run. It will also use the Global Intelligence of the Microsoft's Intelligent Security Graph to automatically authorize reputable and signed files to run. Anything else will be blocked.
ar: سيسمح هذا النهج بتشغيل أي برنامج وملف موقع بشهادات Microsoft. سيستخدم أيضًا الذكاء العالمي لمخطط أمان Microsoft الذكي للسماح تلقائيًا بتشغيل الملفات الموقعة وذات السمعة الجيدة. سيتم حظر أي شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung aller Programme und Dateien, die mit Microsoft-Zertifikaten signiert sind. Sie nutzt außerdem die globale Intelligenz des Microsoft Intelligent Security Graphs, um reputationsbasierte und signierte Dateien automatisch zur Ausführung zu autorisieren. Alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε οποιοδήποτε πρόγραμμα και αρχείο που είναι υπογεγραμμένο από τα πιστοποιητικά της Microsoft να μπορεί να εκτελείται. Θα χρησιμοποιεί επίσης την Παγκόσμια Ευφυΐα του Intelligent Security Graph της Microsoft για να εξουσιοδοτεί αυτόματα αξιόπιστα και υπογεγραμμένα αρχεία να εκτελούνται. Οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que cualquier programa y archivo firmado por certificados de Microsoft pueda ejecutarse. También utilizará la Inteligencia Global de Intelligent Security Graph de Microsoft para autorizar automáticamente la ejecución de archivos firmados y de buena reputación. Todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution de tout programme et fichier signé par des certificats Microsoft. Elle utilisera également l'intelligence globale du graphique de sécurité intelligent de Microsoft pour autoriser automatiquement l'exécution de fichiers réputés et signés. Tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לכל תוכנית וקובץ שחתומים על ידי תעודות של מיקרוסופט לפעול. היא גם תשתמש במודיעין הגלובלי של גרף האבטחה החכם של מיקרוסופט כדי לאשר אוטומטית קבצים מוכרים וחתומים לפעול. כל דבר אחר ייחסם.
hi_in: यह नीति Microsoft प्रमाणपत्रों द्वारा साइन की गई किसी भी प्रोग्राम और फ़ाइल को चलने की अनुमति देगी। यह माइक्रोसॉफ्ट के Intelligent Security Graph की वैश्विक बुद्धिमत्ता का उपयोग करके प्रतिष्ठित और साइन की गई फ़ाइलों को स्वचालित रूप से अधिकृत भी करेगी। बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Microsoft証明書で署名されたすべてのプログラムとファイルの実行を許可します。また、MicrosoftのIntelligent Security Graphのグローバルインテリジェンスを使用して、信頼できる署名済みファイルを自動的に承認します。その他はすべてブロックされます。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഏത് പ്രോഗ്രാമിനും ഫയലിനും പ്രവർത്തിക്കാൻ അനുമതി നൽകും. പ്രശസ്തവും ഒപ്പിട്ടതുമായ ഫയലുകൾക്ക് സ്വയം അംഗീകാരം നൽകുന്നതിന് ഇത് Microsoft-ന്റെ ഇന്റലിജന്റ് സെക്യൂരിറ്റി ഗ്രാഫിന്റെ ഗ്ലോബൽ ഇന്റലിജൻസ് ഉപയോഗിക്കും. മറ്റെല്ലാം തടയപ്പെടും.
pl_pl: Te zasady zezwolą na uruchamianie dowolnego programu i pliku podpisanego certyfikatami Microsoft. Będą również wykorzystywać globalną inteligencję Microsoft Intelligent Security Graph do automatycznego autoryzowania renomowanych i podpisanych plików do uruchomienia. Wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Microsoft sertifikaları tarafından imzalanan tüm program ve dosyaların çalıştırılabilmesine olanak tanır. Ayrıca, saygın ve imzalı dosyaların çalıştırılmasına otomatik olarak yetki vermek için Microsoft'un Akıllı Güvenlik Grafiğinin Küresel Zekasını da kullanacak. Diğer her şey engellenecektir.

# SignedAndReputableSettings.ToolTipService.ToolTip
source: This policy will allow any program and file that is signed by Microsoft certificates to be able to run. It will also use the Global Intelligence of the Microsoft's Intelligent Security Graph to automatically authorize reputable and signed files to run. Anything else will be blocked.
ar: سيسمح هذا النهج بتشغيل أي برنامج وملف موقع بشهادات Microsoft. سيستخدم أيضًا الذكاء العالمي لمخطط أمان Microsoft الذكي للسماح تلقائيًا بتشغيل الملفات الموقعة وذات السمعة الجيدة. سيتم حظر أي شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung aller Programme und Dateien, die mit Microsoft-Zertifikaten signiert sind. Sie nutzt außerdem die globale Intelligenz des Microsoft Intelligent Security Graphs, um reputationsbasierte und signierte Dateien automatisch zur Ausführung zu autorisieren. Alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε οποιοδήποτε πρόγραμμα και αρχείο που είναι υπογεγραμμένο από τα πιστοποιητικά της Microsoft να μπορεί να εκτελείται. Θα χρησιμοποιεί επίσης την Παγκόσμια Ευφυΐα του Intelligent Security Graph της Microsoft για να εξουσιοδοτεί αυτόματα αξιόπιστα και υπογεγραμμένα αρχεία να εκτελούνται. Οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que cualquier programa y archivo firmado por certificados de Microsoft pueda ejecutarse. También utilizará la Inteligencia Global de Intelligent Security Graph de Microsoft para autorizar automáticamente la ejecución de archivos firmados y de buena reputación. Todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution de tout programme et fichier signé par des certificats Microsoft. Elle utilisera également l'intelligence globale du graphique de sécurité intelligent de Microsoft pour autoriser automatiquement l'exécution de fichiers réputés et signés. Tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לכל תוכנית וקובץ שחתומים על ידי תעודות של מיקרוסופט לפעול. היא גם תשתמש במודיעין הגלובלי של גרף האבטחה החכם של מיקרוסופט כדי לאשר אוטומטית קבצים מוכרים וחתומים לפעול. כל דבר אחר ייחסם.
hi_in: यह नीति Microsoft प्रमाणपत्रों द्वारा साइन की गई किसी भी प्रोग्राम और फ़ाइल को चलने की अनुमति देगी। यह माइक्रोसॉफ्ट के Intelligent Security Graph की वैश्विक बुद्धिमत्ता का उपयोग करके प्रतिष्ठित और साइन की गई फ़ाइलों को स्वचालित रूप से अधिकृत भी करेगी। बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Microsoft証明書で署名されたすべてのプログラムとファイルの実行を許可します。また、MicrosoftのIntelligent Security Graphのグローバルインテリジェンスを使用して、信頼できる署名済みファイルを自動的に承認します。その他はすべてブロックされます。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഏത് പ്രോഗ്രാമിനും ഫയലിനും പ്രവർത്തിക്കാൻ അനുമതി നൽകും. പ്രശസ്തവും ഒപ്പിട്ടതുമായ ഫയലുകൾക്ക് സ്വയം അംഗീകാരം നൽകുന്നതിന് ഇത് Microsoft-ന്റെ ഇന്റലിജന്റ് സെക്യൂരിറ്റി ഗ്രാഫിന്റെ ഗ്ലോബൽ ഇന്റലിജൻസ് ഉപയോഗിക്കും. മറ്റെല്ലാം തടയപ്പെടും.
pl_pl: Te zasady zezwolą na uruchamianie dowolnego programu i pliku podpisanego certyfikatami Microsoft. Będą również wykorzystywać globalną inteligencję Microsoft Intelligent Security Graph do automatycznego autoryzowania renomowanych i podpisanych plików do uruchomienia. Wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Microsoft sertifikaları tarafından imzalanan tüm program ve dosyaların çalıştırılabilmesine olanak tanır. Ayrıca, saygın ve imzalı dosyaların çalıştırılmasına otomatik olarak yetki vermek için Microsoft'un Akıllı Güvenlik Grafiğinin Küresel Zekasını da kullanacak. Diğer her şey engellenecektir.

# SignedAndReputableSettings.AutomationProperties.HelpText
source: This policy will allow any program and file that is signed by Microsoft certificates to be able to run. It will also use the Global Intelligence of the Microsoft's Intelligent Security Graph to automatically authorize reputable and signed files to run. Anything else will be blocked.
ar: سيسمح هذا النهج بتشغيل أي برنامج وملف موقع بشهادات Microsoft. سيستخدم أيضًا الذكاء العالمي لمخطط أمان Microsoft الذكي للسماح تلقائيًا بتشغيل الملفات الموقعة وذات السمعة الجيدة. سيتم حظر أي شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung aller Programme und Dateien, die mit Microsoft-Zertifikaten signiert sind. Sie nutzt außerdem die globale Intelligenz des Microsoft Intelligent Security Graphs, um reputationsbasierte und signierte Dateien automatisch zur Ausführung zu autorisieren. Alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε οποιοδήποτε πρόγραμμα και αρχείο που είναι υπογεγραμμένο από τα πιστοποιητικά της Microsoft να μπορεί να εκτελείται. Θα χρησιμοποιεί επίσης την Παγκόσμια Ευφυΐα του Intelligent Security Graph της Microsoft για να εξουσιοδοτεί αυτόματα αξιόπιστα και υπογεγραμμένα αρχεία να εκτελούνται. Οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que cualquier programa y archivo firmado por certificados de Microsoft pueda ejecutarse. También utilizará la Inteligencia Global de Intelligent Security Graph de Microsoft para autorizar automáticamente la ejecución de archivos firmados y de buena reputación. Todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution de tout programme et fichier signé par des certificats Microsoft. Elle utilisera également l'intelligence globale du graphique de sécurité intelligent de Microsoft pour autoriser automatiquement l'exécution de fichiers réputés et signés. Tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לכל תוכנית וקובץ שחתומים על ידי תעודות של מיקרוסופט לפעול. היא גם תשתמש במודיעין הגלובלי של גרף האבטחה החכם של מיקרוסופט כדי לאשר אוטומטית קבצים מוכרים וחתומים לפעול. כל דבר אחר ייחסם.
hi_in: यह नीति Microsoft प्रमाणपत्रों द्वारा साइन की गई किसी भी प्रोग्राम और फ़ाइल को चलने की अनुमति देगी। यह माइक्रोसॉफ्ट के Intelligent Security Graph की वैश्विक बुद्धिमत्ता का उपयोग करके प्रतिष्ठित और साइन की गई फ़ाइलों को स्वचालित रूप से अधिकृत भी करेगी। बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Microsoft証明書で署名されたすべてのプログラムとファイルの実行を許可します。また、MicrosoftのIntelligent Security Graphのグローバルインテリジェンスを使用して、信頼できる署名済みファイルを自動的に承認します。その他はすべてブロックされます。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഏത് പ്രോഗ്രാമിനും ഫയലിനും പ്രവർത്തിക്കാൻ അനുമതി നൽകും. പ്രശസ്തവും ഒപ്പിട്ടതുമായ ഫയലുകൾക്ക് സ്വയം അംഗീകാരം നൽകുന്നതിന് ഇത് Microsoft-ന്റെ ഇന്റലിജന്റ് സെക്യൂരിറ്റി ഗ്രാഫിന്റെ ഗ്ലോബൽ ഇന്റലിജൻസ് ഉപയോഗിക്കും. മറ്റെല്ലാം തടയപ്പെടും.
pl_pl: Te zasady zezwolą na uruchamianie dowolnego programu i pliku podpisanego certyfikatami Microsoft. Będą również wykorzystywać globalną inteligencję Microsoft Intelligent Security Graph do automatycznego autoryzowania renomowanych i podpisanych plików do uruchomienia. Wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Microsoft sertifikaları tarafından imzalanan tüm program ve dosyaların çalıştırılabilmesine olanak tanır. Ayrıca, saygın ve imzalı dosyaların çalıştırılmasına otomatik olarak yetki vermek için Microsoft'un Akıllı Güvenlik Grafiğinin Küresel Zekasını da kullanacak. Diğer her şey engellenecektir.

# DefaultWindowsSettings.Header
source: Create Default Windows Policy
ar: إنشاء نهج Windows الافتراضي
de_de: Standard-Windows-Richtlinie erstellen
el_gr: Δημιουργία Πολιτικής Default Windows
es: Crear Directiva Predeterminada de Windows
fr_fr: Créer une Politique Windows par Défaut
he_il: צור מדיניות חלונות ברירת מחדל
hi_in: Default Windows नीति बनाएँ
ja_jp: デフォルトWindowsポリシーを作成
ml_in: ഡിഫോൾട്ട് വിൻഡോസ് നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady Domyślny Windows
tr_tr: Varsayılan Windows İlkesi Oluştur

# DefaultWindowsSettings.Description
source: This policy will allow files that come by default with Windows OS to run (including Office products) and everything else will be blocked.
ar: سيسمح هذا النهج بتشغيل الملفات التي تأتي افتراضيًا مع نظام التشغيل Windows (بما في ذلك منتجات Office) وسيتم حظر كل شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung von Dateien, die standardmäßig mit dem Windows-Betriebssystem geliefert werden (einschließlich Office-Produkten), und alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε αρχεία που έρχονται από προεπιλογή με το λειτουργικό σύστημα Windows να εκτελούνται (συμπεριλαμβανομένων των προϊόντων Office) και οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que los archivos que vienen por defecto con el SO Windows se ejecuten (incluidos los productos de Office) y todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution des fichiers fournis par défaut avec le système d'exploitation Windows (y compris les produits Office) et tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לקבצים שמגיעים כברירת מחדל עם מערכת ההפעלה Windows לפעול (כולל מוצרי Office) וכל דבר אחר ייחסם.
hi_in: यह नीति Windows OS के साथ डिफ़ॉल्ट रूप से आने वाली फ़ाइलों (जिसमें Office उत्पाद शामिल हैं) की अनुमति देगी और बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Windows OSにデフォルトで付属するファイル（Office製品を含む）の実行を許可し、その他はすべてブロックされます。
ml_in: ഈ നയം വിൻഡോസ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനൊപ്പം ഡിഫോൾട്ടായി വരുന്ന ഫയലുകൾ (ഓഫീസ് ഉൽപ്പന്നങ്ങൾ ഉൾപ്പെടെ) പ്രവർത്തിക്കാൻ അനുവദിക്കുകയും മറ്റെല്ലാം തടയുകയും ചെയ്യും.
pl_pl: Te zasady zezwolą na uruchamianie plików dostarczanych domyślnie z systemem operacyjnym Windows (w tym produktów Office), a wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Windows işletim sistemiyle birlikte varsayılan olarak gelen dosyaların (Office ürünleri dahil) çalıştırılmasına izin verecek ve diğer her şey engellenecektir.
